import React from "react";
import img from "../../Assets/4.jpeg";

const About = () => {
    return (
        <>
            <div className="back ">
                <div className="flex xl:flex-row flex-col items-center xl:items-start xl:px-10 px-1 xl:py-6">
                    <div className="xl:w-[50rem] flex justify-end">
                        {/* <div className="xl:fixed"> */}
                        <img
                            src={img}
                            alt=""
                            className="w-full xl:h-[50rem] xs:h-[30rem] h-[25rem] px-4 py-2 relative rounded-xl"
                        />
                        {/* </div> */}
                    </div>

                    <div className="w-full">
                        <div className="flex justify-center">
                            <div className="flex flex-col items-center mt-5 mb-7 xl:px-2 px-7 ">
                                <p className="xl:text-3xl text-xl font-bold mb-5 text-justify">
                                    परम श्रद्धेय भक्त शिरोमणि श्यामलीन श्री
                                    शिवचरण जी भिमराजका (शिव) (चिड़ावा वाले)
                                </p>
                                <p className="xl:text-xl text-lg xl:leading-10 leading-8 text-justify ">
                                    झुन्झुनू जिले के चिड़ावा की भूमि को
                                    धनकुबेरों एवं शूरवीरों की प्रसूता होने का
                                    गौरव प्राप्त हैं| इसी चिड़ावा में
                                    अग्रवाल-वैश्य परिवार में जन्म लिया भक्त कवी
                                    श्री शिव चरण जी भिमराजका ने, जिनकी कलम से
                                    निकला साहित्य श्याम जगत की एक अध्बुत अक्षुण
                                    धरोहर बन गई| सन्‌ 1922 में भाद्रपद शुक्ल
                                    चतुर्दशी (अनन्त चतुर्दशी) के पावन दिन
                                    भिमराजका परिवार में श्रीमती मथरा बाई की कोख
                                    से जिस बालक ने जन्म लिया, उस पर माँ शारदा की
                                    ऐसी अनुकम्पा बरसी की उन्होंने गजल, क़व्वाली,
                                    गीत, भजन, नाटक, की वो अनमोल धरोहर
                                    हिन्दुस्तान के साहित्य समाज को भेंट कर दी
                                    जिसकी पुनरावृत्ति की कल्पना भी दुष्कर हैं|
                                    पिता स्योनारायण (शिवनारायण) एवं मातेश्री
                                    मथरा बाई के चार पुत्रों में द्वितीय श्री
                                    शिवचरण जी का रुझान बाल्यकाल से ही
                                    संगीत-काव्य साहित्य की ओर था | कसबे के
                                    गुरुकुल में आरंभिक शिक्षा प्राप्त करने के
                                    पश्चात तत्कालीन व्यवस्थाओं के अनुरूप शिवचरण
                                    जी भी काम काज के चलते मुंबई आ गए | यह वो
                                    जमाना था जब राजपुताना की शुष्क बंजर भूमि में
                                    व्यवसाई और शूरमा पैदा होते थे| अपनी किशोर
                                    अवस्था में शिवचरण जी भी चिड़ावा से मुंबई आ
                                    गए| ब्रिटिश शासन के उत्तरार्ध के उस काल में
                                    कलकत्ता के पश्चात बम्बई और दिल्ली भी प्रमुख
                                    व्यवसायिक मंडियों के रूप में विकसित हो चुके
                                    थे| बम्बई आकर शिवचरण जी ने मारवाड़ी फर्मो
                                    में नौकरी तो की ही, साथ ही नाटक लिखना भी
                                    आरम्भ किया| सामाजिक कुरुतियों, समसामयिक
                                    विषयों एवं धार्मिक प्रसंगों पर आधारित अनेक
                                    नाटकों का सर्जन कर उनका मंचन किया| वस्तुतः
                                    अपनी किशोरावस्था में ही शिवचरण जी भिमराजका
                                    ने अपनी भावी जीवन यात्रा एवं लक्ष्य की ओर
                                    संकेत कर दिया था| सन्‌ 1941 में लगभग 19 वर्ष
                                    की आयु में शिवचरण जी का विवाह झुन्झुनू जिले
                                    के मण्डरेला कसबे में श्री जुगल किशोरी जी की
                                    सुपुत्री रामप्यारी देवी से संपन्न हुआ| बम्बई
                                    प्रवास के दौरान शिवचरण जी का कलकत्ता भी आना
                                    जाना लगा रहता| श्याम दीवानों की मुख्य
                                    संस्कारधानी का गौरव प्राप्त इस महानगर ने
                                    भक्त कवी शिवचरण को हाथों-हाथ लिया और सीर
                                    आँखों पर बिठा लिया| वर्ष 1957 से शिवचरण जी
                                    कलकत्ता के ही निवासी हो गए| वणिक परिवार में
                                    जन्म लेने के बावजूद शिवचरण जी सदैव सरस्वती
                                    साधना में ही जुटे रहे| धनोपार्जन उतना ही
                                    किया जितना परिवार पालन हेतु आवश्यक था|
                                    कलकत्ता प्रवास के उन 30-32 वर्षों में श्याम
                                    भक्त रुईया एवं पोद्दार परिवार ने उन्हें हर
                                    प्रकार की सहायता प्रदान कर उनका जीवन यापन
                                    सुगम किया| माँ शारदा का यह यशस्वी पुत्र अब
                                    पूर्ण रूपेण साधना में लीन हो चूका था| उनके
                                    समकालीन श्याम प्रेमी मित्र गण एवं उनके
                                    परिवारजन बताते है की वो कुर्ते में सदैव एक
                                    डायरी रखते थे | मध्यरात्री में जब उनका पूरा
                                    परिवार नीदं के आगोश में चला जाता, शिवचरण जी
                                    अपनी सैया पर तकिये का सहारा लेकर बैठ जाते |
                                    अर्धरात्रि से ब्रह्म-बेला तक बाबा श्याम का
                                    यह साधक गोपी भाव में बैठा आपने अपने प्रीतम
                                    की विरह वेदना में निरन्तर अश्रुधारा प्रवाहित
                                    करता रहता| भावावेग के इन पलों में जो शब्द
                                    मन-मस्तिष्क में उमड़ते, उन्हें अपनी पॉकेट
                                    डायरी में लिख लेते| उनके परिवारजन बताते है
                                    की सुबह जब वो उठते तो शिवचरण जी का
                                    कुर्ताअक्सर भीगा हुआ पाया जाता| जिस प्रकार
                                    कबीर- सूरदास, रैदास, रसखान, तुलसी, मीरा,
                                    बुल्लेशाह, ने गा-गाकर अपने आराध्य को
                                    रिझाया-मनाया, उसी राह पर चल पड़ा था भक्ति
                                    मार्ग का यह पथिक| जिस प्रकार बेलूर मठ में
                                    माँ काली के उपासक श्री राम कृष्णा परमहंस ने
                                    अश्रुधारा से अपने इष्ट को अभिषिक्त किया उसी
                                    प्रकार गंगा के तट पर बसे महानगर में शिवचरण
                                    जी की श्याम आराधना भी अपने चरम पर थी|
                                    तत्कालीन श्याम भक्त श्रद्धेय काशीराम जी
                                    संपर्क में आने पर उनसे प्रभावित हो, शिव चरण
                                    जी ने उनके नाम से अनेकों भजनों की रचना की|
                                    इन भजनों में उन्होंने गुरुतुल्य श्रद्धेय
                                    काशीराम जी शर्मा के नाम की ही छाप लगाई|
                                    दिल्ली निवासी श्रीमती शान्ति बाई जी, जिन्हें
                                    आज का श्याम समुदाय शांति बुआ जी का आदर
                                    संबोधन देता हैं, उनको इन्होने आपनी
                                    धर्म-भगिनी के रूप में स्वीकार और आजीवन इस
                                    रिश्ते को निभाया है | कहते हैं शान्ति बुआ जी
                                    से संपर्क में आने के पश्चात्‌ शिवचरण जी किसी
                                    भी रचना के पूर्ण होने पर पहले उसे शांति बुआ
                                    जी को दिखाते और उनकी स्वीकृति के पश्चात्‌ ही
                                    खाटू नरेश के चरणों में अर्पित करते| एक बार
                                    सर्दियों के मौसम में शिवचरण जी, दिल्ली में
                                    शान्ति बुआ जी के निवास पर रुके हुए थे|
                                    दिल्‍ली की कपकपाती सर्दी में रजाई ओड़कर सोये
                                    शिवचरण जी जब सुबह नहीं उठे तो बुआजी उन्हें
                                    जगाने गई पर यह सोचकर की शायद विलम्भ से सोये
                                    होंगे, पुनः लौट आई | जब काफी विलम्भ हो गया
                                    और शिवचरण जी की कोई आहत सुनाई नहीं दी तो
                                    शांति बुआ जी ने उनको आवाज़ लगते हुए, उनकी
                                    रजाई को उठाया | शैया पर दृश्य देखकर उनका दिल
                                    धक से रह गया | शिवचरण जी सर से पैर तक इस
                                    प्रकार भीगे हुए थे मनो अभी अभी स्नान कर आए
                                    हो | उनके हाथो में एक भजन पुस्तिका भी थी जो
                                    पूर्णतः भीग चुकी थी | रजाई हटाने पर शिवचरण
                                    जी की आँखे खुली और उन्होंने शिकायत भरे लहजे
                                    में शान्ति बुआजी को कहा “बाई, मैं तो गंगा जी
                                    में डुबकियां लगा रहा था, कुछ देर और ठहर
                                    जाती”| शिवचरण जी एवं उनकी अर्धांगिनी श्रीमती
                                    रामप्यारी जी भिमराजका एक पुत्र के माता- पिता
                                    बन चुके थे| पुत्र का नामकरण किया गया- कैलाश
                                    भिमराजका| कलकत्ता में रहते हुए शिवचरण जी
                                    भिमराजका ने आज से लगभग 55 वर्ष पूर्व एक
                                    श्याम सेवी संस्था “श्री श्याम सरोवर” का भी
                                    गठन किया| तत्पश्चात सलकिया, हावड़ा में उनके
                                    सानिध्य में ही श्री सेवा संघ नमक संस्था का
                                    गठन हुआ| सब्द ब्रह्म की साधना द्वारा श्याम
                                    आराधना का क्रम निरन्तर नुनत आयाम
                                    प्रतिस्थापित कर रहा था| श्याम भक्त माल के
                                    शीर्ष रत्न श्रद्धेय श्याम बहादुर जी रेवाड़ी
                                    वालों से प्रभावित हो उन्होंने अपनी रचनायें
                                    “श्याम बहादुर' छाप से रचना प्रारंभ की |
                                    साथिगण एवं श्याम प्रेमियों के आग्रह पर अब
                                    भजनों में स्वय का नाम “शिव” भी समाहित करने
                                    लगे | यह “शिव” और “श्याम बहादुर” ही सम्पूर्ण
                                    श्याम जगत में अपनी अनूठी, अभूतपूर्व और
                                    अद्वितीय पहचान बनाने में कामयाब रहे | यह माँ
                                    शारदे और श्री श्याम प्रभु की अनुकम्पा द्वारा
                                    ही संभव हुआ कि उन्होंने अपने जीवनकाल में
                                    इतने भजनों की रचना कर दी की रेतिलें धेरों के
                                    बीच बसे इस देवालय के आराधकों एवं गायकों को
                                    ऐसा अक्षुण्ण भंडार मिल गया जिसकी तुलना
                                    नितांत असंभव हैं| साहित्य के सभी नौ रस यथा
                                    श्रृंगार रस, अवधूत रस, हास्य रस, वीर रस,
                                    रौद्र रस, भयानक रस, माधुर्य रस, वीभत्स रस,
                                    और शांत रस, पर उनका समान अधिकार था और इन सभी
                                    विधाओं में इन्होने रचनाये रची उनकी अधिकांश
                                    रचनाये, राजस्थानी लोक गीतों की तर्ज एवं
                                    मारवाड़ी राग-रागिनियों पर आधारित है तथा उनमे
                                    भावों का प्राबल्य और शब्दों का समावेश का
                                    क्रम इतना सुनियोजित हैं की शुक्ष ह्रदय वाला
                                    भक्त भी भावावेश में बहे बिना नहीं रह सकता|
                                    श्री श्याम प्रभु के अलावा उन्होंने गणेश जी,
                                    हनुमान जी, दुर्गा मैया, भोलेनाथ, गुरुदेव पर
                                    भी अनेकानेक भजनों की रचना की| उनके द्वारा
                                    स्थापित संस्था श्री श्याम सरोवर प्रति वर्ष
                                    उनके द्वारा रचित 50 भजनों की पुस्तिका श्री
                                    श्याम अराधना प्रकाशित करती रही हैं| वर्ष
                                    1992 में संस्था के रजत जयंती उत्सव पर 500
                                    भजनों का एक संग्रह प्रकाशित किया गया एवं
                                    2016 में संस्था ने स्वर्ण जयंती वार्षिकोत्सव
                                    पर भी एक वृहद भजन संग्रह प्रकाशित किया हैं|
                                    वर्ष 1988 में शिवचरण जी का पूरा परिवार स्थाई
                                    रूप से अहमदाबाद निवास करने लगे| अहमदाबाद में
                                    भी श्याम भजनों की अविरल भक्ति प्रवाहित होंने
                                    लगी| उनके परिजन बताते हैं की दीपावली एवं
                                    उसके अगले दिन भिमराजका जी का आशीर्वाद लेने
                                    इतने श्याम अनुरागिजन आते थे की हम गौरान्वित
                                    हो उठते| अहमदाबाद में भी काव्य सृजन और खाटू
                                    प्रवास का क्रम जारी रहा| अक्सर कलकत्ता और
                                    बम्बई के श्याम प्रेमी भी आग्रह पूर्वक उन्हें
                                    श्यामुत्सवों में ले जाते| वर्ष 1996 में
                                    जुलाई माह (पुरषोत्तम मास) में शिवचरण जी खाटू
                                    प्रवास पर थे| अपने आराध्य की नगरी में उनका
                                    दीवाना, उन्ही के चरणों में समाने, खाटू की
                                    पावन रज में खुद को समाहित करने आ गया था| 08
                                    जुलाई 1996 (आषाड बदी नवमी) को श्याम प्रभु का
                                    लाडला श्याम देव की गोद में चिरनिद्रा में सो
                                    गया| यह भी एक दुर्लभ संयोग ही कहा जायगा की
                                    जिस दिन उनके पूज्य पिता और माता श्री का
                                    अंतिम संस्कार हुआ, उसी तिथि (आषाड बदी नवमी)
                                    को उनके सुपुत्र की देह भी पंचतत्वों में
                                    विलीन हो गयी| खाटू धाम में अहमदाबाद के
                                    केडिया परिवार द्वारा निर्मित गोकुल धाम के
                                    प्रांगण में स्व. भिमराजका जी का अंतिम
                                    संस्कार किया गया और उसी स्थान पर उनकी स्मृति
                                    को चिर-स्थाई बनाने हेतु समाधी का निर्माण
                                    किया गया |
                                    <div className="text-center">
                                        <div>
                                            खाटू धाम बिराजते, होकर श्याम स्वरुप|
                                        </div>
                                        <div>
                                            भक्तराज की भक्ति यों,जुग-जुग बनी
                                            अनूप||
                                        </div>
                                        <div>|| जय श्री श्याम ||</div>
                                    </div>
                                </p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </>
    );
};

export default About;
